Паспорт гражданина СССР
Загранпаспорт гражданина СССР
Свидетельство о рождении
Удостоверение личности офицера
Справка об освобождении из места лишения свободы
Паспорт Минморфлота
Военный билет
Временное удостоверение, выданное взамен военного билета
Дипломатический паспорт
Паспорт иностранного гражданина
Свидетельство о рассмотрении ходатайства о признании лица беженцем на территории Российской Федерации
Вид на жительство в Российской Федерации
Удостоверение беженца
Временное удостоверение личности гражданина Российской Федерации
Разрешение на временное проживание в Российской Федерации
Свидетельство о предоставлении временного убежища на территории Российской Федерации
Паспорт гражданина Российской Федерации
Загранпаспорт гражданина Российской Федерации
Свидетельство о рождении, выданное уполномоченным органом иностранного государства
Удостоверение личности военнослужащего
Паспорт моряка
Военный билет офицера запаса
Документы, подтверждающие факт регистрации по месту жительства (пребывания)
Свидетельство о регистрации по месту жительства
Вид на жительство иностранного гражданина
Свидетельство о регистрации по месту пребывания
Свидетельство о смерти
Иные документы